[
    {
        "Season": {
            "1": {
                "Episode": {
                    "1": {
                        "Name": "Magic Xylophone",
                        "EpisodeDesc": "Bandit uses Bluey as a pretend piano and Bingo begs to have a turn. When the siblings rediscover a magical xylophone which can freeze Bandit in a position, Bingo gets upset that Bluey is not sharing the toy with her. Bluey learns that taking turns is an important part of playing.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep01-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep01-shown.jpg",
                        "LongDogDesc": "In the first open view of the playroom. It is colored blue.",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/S01-Ep01-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S01-Ep01-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "2": {
                        "Name": "Hospital",
                        "EpisodeDesc": "Bandit is admitted into an imaginary hospital, where Bingo is acting as the nurse and Bluey becomes the doctor. The doctors perform an operation on Bandit to relieve him from his stomach pains, pretending that there is a cat stuck inside him that needs to be lured out.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep02-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep02-shown.jpg",
                        "LongDogDesc": "On the front cover of the magazine Bluey gives dad to read. It is just the long dog’s face. It is colored blue and is smiling.",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/S01-Ep02-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S01-Ep02-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "3": {
                        "Name": "Keepy Uppy",
                        "EpisodeDesc": "Bluey blows up her last balloon and plays a game of keepy uppy with Bingo; trying to keep the balloon in the air for as long as possible.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep03-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep03-shown.jpg",
                        "LongDogDesc": "In the first shot of the playroom, on the bottom left. It is colored blue. Looks very similar to the one from Magic Xylophone.",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/S01-Ep03-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S01-Ep03-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "4": {
                        "Name": "Daddy Robot",
                        "EpisodeDesc": "Bluey and Bingo summon 'Daddy Robot' to tidy their playroom, with Bandit pretending to follow their commands.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep04-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep04-shown.jpg",
                        "LongDogDesc": "Next to the plush seat in the playroom. It is colored blue. Looks the same to the one from Keepy Uppy and Magic Xylophone. One also appears in the laundry, on top of some clothes, it is a violet colour.",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/S01-Ep04-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S01-Ep04-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "5": {
                        "Name": "Shadowlands",
                        "EpisodeDesc": "While on a picnic, Bluey plays a game of 'Shadowlands' with Snickers and Coco.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep05-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep05-shown.jpg",
                        "LongDogDesc": "No traditional Long Dog is shown, but this episode introduces Snickers and his Mum, who are both, themselves, long dogs.",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "6": {
                        "Name": "The Weekend",
                        "EpisodeDesc": "Bluey and Bingo are excited to spend the weekend at home playing games with Bandit. While Bingo is pretending to be a magical statue that mysteriously moves around, she finds a walking leaf insect, but is upset when Bandit is too preoccupied with the game to notice her calling.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep06-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep06-shown.jpg",
                        "LongDogDesc": "The Long Dog is behind a bush when Bingo is running to the backyard. It is colored green.",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "7": {
                        "Name": "BBQ",
                        "EpisodeDesc": "Bandit and Chilli host a barbecue for guests Stripe and Trixie, while Bluey and Bingo roleplay their own barbecue with their cousins Muffin and Socks. Bingo is tasked with preparing the salad and searches the garden for the best plants to use.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep07-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep07-shown.jpg",
                        "LongDogDesc": "Long Dog not found in this episode.",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "8": {
                        "Name": "Fruitbat",
                        "EpisodeDesc": "At bedtime, Bluey is disappointed the day is over and is unwilling to go to sleep. She learns that fruit bats are nocturnal and wishes that she could become one herself to be able to stay awake during the night. She decides to dream of being a fruit bat instead.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep08-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep08-shown.jpg",
                        "LongDogDesc": "The Long Dog is behind the outside wood steps during Bluey’s dream. It is colored dark blue."
                    },
                    "9": {
                        "Name": "Horsey Ride",
                        "EpisodeDesc": "Bluey forgets to put her special toy away when her cousins and Uncle Stripe come to visit, leading Socks to find the toy and insist on gnawing on it. The children decide to imagine their fathers are horses and stage a horse wedding to distract Socks from chewing on Bluey's toy.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep09-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep09-shown.jpg",
                        "LongDogDesc": "There are two Blue long dogs: two of the dogs behind Socks, on the left side. The other is on the top of the Toy Shelf during the close on Sparkles and Gallahop’s wedding."
                    },
                    "10": {
                        "Name": "Hotel",
                        "EpisodeDesc": "Bluey and Bingo run a pretend hotel at home, where Bandit books a room for the night and asks not to be disturbed. The siblings intrude on their guest's night, but Bingo gets upset when Bluey is being bossy and makes all of the decisions with their game.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep10-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep10-shown.jpg",
                        "LongDogDesc": "Long Dog not found in this episode."
                    },
                    "11": {
                        "Name": "Bike",
                        "EpisodeDesc": "Bluey becomes discouraged while learning to ride a bicycle, and notices that her friends and family around her are also struggling with challenges of their own. She watches as they find the determination to overcome their obstacles and is inspired to persevere with her own goal.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep11-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep11-shown.jpg",
                        "LongDogDesc": "Long Dog not found in this episode."
                    },
                    "12": {
                        "Name": "Bob Bilby",
                        "EpisodeDesc": "Bingo is given her kindergarten's class puppet, Bob Bilby, to take home for the weekend. Bluey and Bandit help Bingo take photographs of Bob Bilby for the scrapbook, but when the family realizes they are spending too much time using technology, they set out to make Bob Bilby's visit the most exciting one yet.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep12-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep12-shown.jpg",
                        "LongDogDesc": "In the kindy, on top of a photo shelf. It is colored light brown. A blue-colored dog also appears in the Playroom, on top of a bench. A violet dog also appears in the Laundry, on the same spot as Daddy Robot."
                    },
                    "13": {
                        "Name": "Spy Game",
                        "EpisodeDesc": "During a community barbecue at the park, Bluey plays a game with her friends, pretending to be spies on a mission. When Bingo stops playing, Bluey senses the game starting to fall apart. Bluey realizes her sister's importance to the team and persuades Bingo to rejoin the game.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep13-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep13-shown.jpg",
                        "LongDogDesc": "Long Dog not found in this episode."
                    },
                    "14": {
                        "Name": "Takeaway",
                        "EpisodeDesc": "Bluey and Bingo join Bandit to collect his takeaway dinner but must wait with him at the restaurant until his order is completed. Bandit tries to control his restless children while they wait, but ultimately realizes that they should be allowed to have fun while they are still young.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep14-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep14-shown.jpg",
                        "LongDogDesc": "Long Dog not found in this episode."
                    },
                    "15": {
                        "Name": "Butterflies",
                        "EpisodeDesc": "Bingo feels intimidated by Bluey's friend Judo while they are playing together, reenacting the life cycle of a butterfly. When Judo encourages Bluey to abandon her sister and play elsewhere, Bingo is saddened. Bluey returns to apologize and they all learn how to play together.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep15-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep15-shown.jpg",
                        "LongDogDesc": "In the last scene, a brown long dog is standing on the toy block."
                    },
                    "16": {
                        "Name": "Yoga Ball",
                        "EpisodeDesc": "While Bandit spends the day working from home, Bluey and Bingo steal the yoga ball chair from his desk and insist that he play with them. Bingo feels disheartened when Bandit is being too rough with her while playing games, and with Chilli's help, she asks him to be more gentle.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep16-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep16-shown.jpg",
                        "LongDogDesc": "Long Dog not found in this episode."
                      },
                      "17": {
                        "Name": "Calypso",
                        "EpisodeDesc": "Calypso facilitates a day at school and assists the children as they all engage in imaginative play together. Among the various games, Bluey runs a pretend fish and chip shop and hires Indy to work as a waitress, while Pretzel takes time to think of something to play.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep17-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep17-shown.jpg",
                        "LongDogDesc": "On top of a cabinet, close to Rusty’s house. It is colored blue, but it is different from the other blue dogs."
                      },
                      "18": {
                        "Name": "The Doctor",
                        "EpisodeDesc": "Bluey works at an imaginary doctor's office, managing the appointments for Bingo while she pretends to be the doctor. Honey conjures up a pretend injury, but is disappointed when a long queue of walk-in patients take precedence over her in being attended to.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep18-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep18-shown.jpg",
                        "LongDogDesc": "On the left side of the doctor’s office, on top of a shelf in the Playroom. It is a blue dog wearing glasses."
                      },
                      "19": {
                        "Name": "The Claw",
                        "EpisodeDesc": "Bluey and Bingo find a claw machine at a local complex and are disappointed when they are unable to win a prize. Chilli and Bandit create their own imaginary claw game at home to cheer them up, and Bandit tries to teach the children a lesson in the process.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep19-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep19-shown.jpg",
                        "LongDogDesc": "The tail end is visible on a shelf on the right side of the screen after Bingo and Bluey make Mum and Dad's bed. It is colored blue and appears very briefly."
                      },
                      "20": {
                        "Name": "Markets",
                        "EpisodeDesc": "After a visit from the tooth fairy to reward a lost tooth, Bluey decides to spend the money she received at the local markets. Bluey searches the stalls for somewhere to make a purchase, but struggles to find an option that both she and Indy can enjoy together.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep20-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep20-shown.jpg",
                        "LongDogDesc": "In the middle of some pillows, on a market close to the Pony ride. It is colored dark blue."
                      },
                      "21": {
                        "Name": "Blue Mountains",
                        "EpisodeDesc": "Bluey, Bingo, and Chilli roleplay a story about two sisters and a fairy who journey across the Blue Mountains. They use their hands as puppet characters and pretend Bandit is the mountains while he sleeps. The characters encounter a suspicious fox when Bandit awakes.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep21-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep21-shown.jpg",
                        "LongDogDesc": "On top of a bush with some rocks, on the left of the Picnic. It is colored grey blue."
                      },
                      "22": {
                        "Name": "The Pool",
                        "EpisodeDesc": "Bandit, Bluey and Bingo leave in a rush for Uncle Stripe's pool and neglect to bring their important swimming equipment, including pool floats, sunscreen, and rashies. The trio struggle to enjoy the hot day without the equipment, which Chilli later brings, teaching them that boring tasks are still important.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep22-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep22-shown.jpg",
                        "LongDogDesc": "When they arrive at the pool, you can see the statue shaped like one in front of the patio on the left side. When Mum comes to the pool, Dad is sitting right in front of it. It is colored grey. The same statue is seen throughout the episode."
                      },
                      "23": {
                        "Name": "Shops",
                        "EpisodeDesc": "Bluey and her friends set up a pretend shop for a roleplaying game. Mackenzie becomes frustrated when Bluey spends too long making up rules and deciding the details of the scenario. The friends learn how to assign suitable roles to each other in order to enjoy the game.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep23-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep23-shown.jpg",
                        "LongDogDesc": "Long Dog not found in this episode."
                    },
                    "24": {
                        "Name": "Wagon Ride",
                        "EpisodeDesc": "Bluey and Bingo ride in a wagon, pulled by their father, while on their way to the monkey bars. Bluey and Bandit develop a strategy to prevent her agitation when he stops to talk to other adults. Bluey learns a lesson in patience by watching Bingo entertain herself.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep24-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep24-shown.jpg",
                        "LongDogDesc": "Long Dog not found in this episode."
                    },
                    "25": {
                        "Name": "Taxi",
                        "EpisodeDesc": "Bluey drives a pretend taxi. Bandit and Bingo act as passengers being transported to the airport; while Chilli provides the voice for the imaginary satellite navigation device. When the car breaks down, Bandit is forced to run on foot in order to board his flight.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep25-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep25-shown.jpg",
                        "LongDogDesc": "The Long Dog is on top of a shelf in the Playroom. It is colored blue."
                    },
                    "26": {
                        "Name": "The Beach",
                        "EpisodeDesc": "On a family trip to the beach, Chilli decides to go for a walk by herself. When Bluey wants to join her, she follows her mother's footsteps along the shore and enjoys the sights along the way. While walking alone for the first time, she tries to be brave, and eventually catches up to her mother.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep26-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep26-shown.jpg",
                        "LongDogDesc": "The Long Dog is under Bandit when Bluey looks back the first time. It is sand colored and very small."
                    },
                    "27": {
                        "Name": "Pirates",
                        "EpisodeDesc": "Bluey, Bingo and Missy pretend to be pirates on the hammock swing at the playground. Missy is frightened of the rough journey on the imaginary ship, but faces her fear to rescue her friends from inside the stomach of a whale.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep27-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep27-shown.jpg",
                        "LongDogDesc": "Behind a ramp on the playground, below Mum’s spot. It is colored blue with black ears."
                    },
                    "28": {
                        "Name": "Grannies",
                        "EpisodeDesc": "Bluey and Bingo dress up as grandmothers, but disagree on if grandmothers are able to perform the floss dance or not. Bluey proves that they are not by video calling Nana, but when this upsets Bingo, Bluey decides to teach Nana the dance so that Bingo will keep playing.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep28-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep28-shown.jpg",
                        "LongDogDesc": "On Nana's fridge door. It is a drawing of a blue dog. Also, the Heelers fridge has a blue long dog magnet, and on top of the Playroom toy cabinet has long dog colored brown."
                    },
                    "29": {
                        "Name": "The Creek",
                        "EpisodeDesc": "Bandit takes Bluey, Bingo and Mackenzie to the creek after they grow tired of the local playground. Bluey struggles to appreciate the beauty of the natural world surrounding her, until they arrive at the water. Bluey learns to step out of her comfort zone and try new things.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep29-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep29-shown.jpg",
                        "LongDogDesc": "When they get in the deeper part of the creek, just when Bluey gets into the water, behind them, on top of a rock. It is colored Dark Green and has some moss on it."
                    },
                    "30": {
                        "Name": "Fairies",
                        "EpisodeDesc": "When the family suspects that their house has been invaded by fairies, Bluey, Bingo, Bandit and Chilli go on a hunt to search for and capture the invisible creatures. Bandit accidentally hurts Bingo's feelings and makes it up to her by outsmarting the fairies.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep30-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep30-shown.jpg",
                        "LongDogDesc": "After Bingo comes out of the food pantry, during the close-up on pasta pots, on the top inside of the elbow macaroni pot. It is a Macaroni dog."
                    },
                    "31": {
                        "Name": "Work",
                        "EpisodeDesc": "Bluey and Bingo roleplay a day at work. Bandit acts as the boss of a drainpipe factory and hires Bluey and Bingo after their successful interviews. The day takes a turn when Bluey takes control of the company and fires Bandit for his breach of the strict 'no dancing' rules.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep31-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep31-shown.jpg",
                        "LongDogDesc": "On top of the Playroom toy cabinet. It is colored brown."
                    },
                    "32": {
                        "Name": "Bumpy and the Wise Old Wolfhound",
                        "EpisodeDesc": "When Bingo is sick and in the hospital, she receives a video from Bluey; a short film she has made with Bandit and the family. The story is about a young dog called Bumpy who gets sick and her owner, Barnicus, who supports her through the period of difficulty.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep32-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep32-shown.jpg",
                        "LongDogDesc": "Drawn on a book Barnicus reads to Bumpy. It is colored blue. Also, while Barnicus is coloring with Bumpy it’s a Dark Blue on the sheet of paper in the middle of the bed."
                    },
                    "33": {
                        "Name": "Trampoline",
                        "EpisodeDesc": "Bandit plays on the trampoline with Bluey and Bingo before he has to leave for work. The girls devise a plan to get him to stay; pretending to feed him breakfast on the trampoline. Before leaving, Bandit tells Bluey that she has an important job too: to continue making up games.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep33-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep33-shown.jpg",
                        "LongDogDesc": "First image shot of the trampoline with Bandit and the girls, in the upper left corner in the tree is a brown long dog hiding in the branches."
                    },
                    "34": {
                        "Name": "The Dump",
                        "EpisodeDesc": "Bandit takes Bluey and Bingo on a car trip to the dump to throw away rubbish. Bluey asks Bandit a range of questions on the way and he proclaims that he knows everything. But when they arrive, Bluey is saddened to learn that he is throwing away her old drawings.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep34-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep34-shown.jpg",
                        "LongDogDesc": "This episode has a lot of long dog appearances. The first is on the Dump entrance, below the entrance sign, and it is colored Green with something orange on its head. Then, when Dad launches the chair into the Dump, it is possible to see a sign with another dog, with a dark colour. When Bluey gets sad and goes to the car’s inside, it is possible to see a light brown dog behind them. When Dad shows Bluey the Paper Dump another sign shows a White dog with a brown spot. Finally, the last one is seen when Dad throws Bluey’s drawing on the Paper Dump, on top of a wooden support behind a metal tube, colored white with brown ears."
                    },
                    "35": {
                        "Name": "Zoo",
                        "EpisodeDesc": "Bluey and Bingo set up a pretend zoo at home in the backyard, with Bluey acting as the zookeeper who takes Bingo and Chilli on a tour around the grounds. Bluey must devise a plan to catch the baboon (Bandit) when he escapes the enclosure and takes Bingo along with him.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep35-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep35-shown.jpg",
                        "LongDogDesc": "On top of a bench in the Playroom when Bandit as the baboon first sees the banana. It is colored blue."
                    },
                    "36": {
                        "Name": "Backpackers",
                        "EpisodeDesc": "Bluey, Bingo, Muffin and Socks roleplay a pretend backpacking adventure around the backyard. The children become the backpacks as Chilli and Bandit are tasked with carrying them around while exploring their holiday destination.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep36-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep36-shown.jpg",
                        "LongDogDesc": "Inside of the backyard warehouse, in the foreground next to the wheel. It is colored light brown."
                    },
                    "37": {
                        "Name": "The Adventure",
                        "EpisodeDesc": "Bluey plays with Chloe and pretends to be a horse as she accompanies the princess on an imaginary adventure to find food at the family farm. The friends swap roles and adopt a variety of personas as they save the kingdom from an evil queen.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep37-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep37-shown.jpg",
                        "LongDogDesc": "Long Dog not found in this episode."
                    },
                    "38": {
                        "Name": "Copycat",
                        "EpisodeDesc": "Bandit wakes to find Bluey copying his every move. While the pair are playing outside, Bluey finds an injured budgie. They take the bird to the vet and learn that it has died. When they get home, Bluey reenacts the events with Bingo to cope with the budgie's death.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep38-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep38-shown.jpg",
                        "LongDogDesc": "White with green spots, on top of some packages on a shelf in the Vet’s main room (top left of the screen)."
                    },
                    "39": {
                        "Name": "The Sleepover",
                        "EpisodeDesc": "Bluey and Bingo's cousin Muffin arrives for a sleepover in an extremely tired state. Uncle Stripe explains that Muffin is transitioning from her daily naps. The sisters stay up late and play a game with Muffin, before helping her get to sleep when they realise she is exhausted.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep39-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep39-shown.jpg",
                        "LongDogDesc": "On top of a shelf in the Playroom, colored blue with wavy ears."
                    },
                    "40": {
                        "Name": "Early Baby",
                        "EpisodeDesc": "When Rusty and Indy's two separate games at Bluey's playgroup come into conflict, the groups explain their different activities to each other. After sharing, the friends find common ground with their games, and Rusty and Indy decide to play together.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep40-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep40-shown.jpg",
                        "LongDogDesc": "Long Dog not found in this episode."
                    },
                    "41": {
                        "Name": "Mums and Dads",
                        "EpisodeDesc": "Rusty and Indy have a disagreement about which parent should work while playing 'Mums and Dads', leading them to play separately. However, when they find that their friends have different ideas about how to play the game, the pair return to playing with each other again.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep41-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep41-shown.jpg",
                        "LongDogDesc": "Buried inside the sandpit when Indie and Rusty are hiding, colored light brown."
                    },
                    "42": {
                        "Name": "Hide and Seek",
                        "EpisodeDesc": "Bluey plays hide and seek with Bingo, Chilli and Bandit, but is quickly distracted by her toys, leaving her family hiding around the house undiscovered. When she slows down and focuses, Bluey remembers the game and successfully finds her family.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep42-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep42-shown.jpg",
                        "LongDogDesc": "Behind the pink ball in the Playroom, colored dark blue."
                    },
                    "43": {
                        "Name": "Camping",
                        "EpisodeDesc": "Bluey meets a French-Canadian Labrador called Jean-Luc while on a camping trip with her family. The pair play together and build a camp site, but when Bandit acts as a wild pig, the pair must find a way to communicate to combat the pig. Bluey is saddened when Jean-Luc leaves.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep43-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep43-shown.jpg",
                        "LongDogDesc": "Underneath Chilli’s chair when the Heelers are roasting marshmallows, colored yellow."
                    },
                    "44": {
                        "Name": "Mount Mumandad",
                        "EpisodeDesc": "Bluey and Bingo pretend that Chilli and Bandit are a mountain when they are tasked with playing a game without their parents' participation. Bluey races ahead to reach the summit while Bingo brings along a backpack to carry the climbing equipment.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep44-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep44-shown.jpg",
                        "LongDogDesc": "On the memory snap card of the statue guy when the girls are playing in the tent."
                    },
                    "45": {
                        "Name": "Kids",
                        "EpisodeDesc": "During a visit to the supermarket, Bluey adopts the role of the parent while Bandit must act as the child alongside Bingo. When he tries to fill the shopping trolley with the groceries, Bandit gets in trouble with Bluey for being a disobedient child.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep45-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep45-shown.jpg",
                        "LongDogDesc": "On a supermarket shelf, in the vegetables section, a Cucumber dog, and is with the other cucumbers but towards the back."
                    },
                    "46": {
                        "Name": "Chickenrat",
                        "EpisodeDesc": "Before bed, Bingo loses her favourite cuddly toy. Chilli helps Bluey and Bingo retrace their steps to find the lost item. The siblings recount their adventures as they remember playing with Bandit, who was pretending to be a 'chickenrat' creature.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep46-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep46-shown.jpg",
                        "LongDogDesc": "On the bottom shelf of a bench in the Playroom. It is colored blue."
                    },
                    "47": {
                        "Name": "Neighbours",
                        "EpisodeDesc": "Bluey builds a pretend house and gains some new neighbours when Bingo, Chilli and Bandit move into the street. Bluey must learn to get along with a difficult neighbour when Bingo invades her space and spills over onto her property.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep47-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep47-shown.jpg",
                        "LongDogDesc": "When Bluey picks up a book in the bookshelf, on a pink book cover. It is etched in Metal. "
                    },
                    "48": {
                        "Name": "Teasing",
                        "EpisodeDesc": "When Bluey teases Bingo, she argues that it is acceptable because Bandit always teases her. The family recalls all of the times that Bandit has made fun of them, but they ultimately learn that there is a difference between teasing and playing.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep48-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep48-shown.jpg",
                        "LongDogDesc": "Long Dog not found in this episode."
                    },
                    "49": {
                        "Name": "Asparagus",
                        "EpisodeDesc": "Bandit tries to teach Bluey how to use manners while eating dinner at the dining table. However, when Chilli gives Bluey a stick of asparagus which magically turns the family into animals, Bluey discovers the importance of manners while trying to control everyone.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep49-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep49-shown.jpg",
                        "LongDogDesc": "On the fridge door. It is a fridge Magnet. It's dark blue with pink ears. In the tree with peacock Bandit. It's green and dressed like a snail. "
                    },
                    "50": {
                        "Name": "Shaun",
                        "EpisodeDesc": "Bluey and Bingo try to convince Bandit to get a pet, but he insists that they already have a pet; a disobedient emu called Shaun. Bandit's hand transforms into Shaun and the siblings learn how to look after their new pet by feeding, bathing and walking him.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep50-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep50-shown.jpg",
                        "LongDogDesc": "On the fridge door. It is the same fridge Magnet from other episodes. "
                    },
                    "51": {
                        "Name": "Daddy Putdown",
                        "EpisodeDesc": "While Chilli is out for the night at a friend's baby shower, Bandit must put Bluey and Bingo to bed as part of their evening routine. When the siblings are missing their mother, Bluey decides to set up a pretend baby shower of her own to take her mind off her anxiety.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep51-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep51-shown.jpg",
                        "LongDogDesc": "On the fridge door. It is the same fridge Magnet from other episodes. Also, during a pin the pacifier game in Bluey’s baby shower, there is a blue dog on the bottom of a shelf in the Playroom. "
                    },
                    "52": {
                        "Name": "Verandah Santa",
                        "EpisodeDesc": "On Christmas Eve, Bluey learns that Santa only visits children who are well-behaved. During a game of 'Verandah Santa', she is bitten by Socks and becomes aggrieved. Failing to control her emotions, Bluey purposely excludes Socks from the game, before Chilli and Bandit teach her the importance of being kindhearted throughout the whole year.",
                        "LongDogFound": "Yes",
                        "ImgLongDogHidden": "/imgs/longdog/S01-Ep52-hidden.jpg",
                        "ImgLongDogShown": "/imgs/longdog/S01-Ep52-shown.jpg",
                        "LongDogDesc": "On the last shot of the Heelers house, above the left candy cane lights. It's dark blue and It’s wearing a Christmas Hat."
                    }
                }
            },
            "2": {
                "Episode": {
                    "1": {
                        "Name": "Dance Mode",
                        "EpisodeDesc": "When Bandit unintentionally eats Bingo's last chip at a restaurant, he makes it up to her by giving her the power of 'Dance Mode'; the ability to make her family members dance at any chosen time. However, Bingo is frustrated when her family makes the decisions for her and waste her chances to use the power.",
                        "LongDogFound": "Not found",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP01-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP01-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "2": {
                        "Name": "Hammerbarn",
                        "EpisodeDesc": "Bandit is inspired by Lucky's father to build a new pizza oven, so takes the family to visit Hammerbarn, the local hardware store, for supplies. Bluey and Bingo build pretend gardens in the shopping trolley using items collected during the journey around the warehouse. Bluey continually compares her creation to Bingo's and struggles to deal with jealousy of her sister.",
                        "LongDogFound": "Behind some boxes, top left of the screen, when they are waiting on the cashier. It is colored light brown.",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP02-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP02-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "3": {
                        "Name": "Featherwand",
                        "EpisodeDesc": "Bluey prepares to attend Chloe's birthday party, but Bingo feels dejected when she is reminded that she isn't invited. Bingo discovers a magical 'featherwand' which has the ability to deliberately make items heavy upon her command, slowing down the process of Bluey and Chilli leaving the house.",
                        "LongDogFound": "On the very first scene of the episode, behind a brown plant pot in the foreground. It is colored light brown. The Magnet dog can also be seen on the fridge.",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP03-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP03-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "4": {
                        "Name": "Squash",
                        "EpisodeDesc": "During their competitive game of squash, Bluey pretends to control Bandit's movements while Bingo navigates Uncle Stripe. Bingo is disheartened when Bandit insists that older siblings always win, which leads her to inspire and motivate Uncle Stripe into winning the second round.",
                        "LongDogFound": "After Stripe gets a drink and When Bandit is begging Bluey to please not let him lose, the long dog can be seen behind the trash can above the racket. It is colored brown.",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP04-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP04-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "5": {
                        "Name": "Hairdressers",
                        "EpisodeDesc": "While role-playing as hairdressers, Bingo struggles to articulate her ideas and Bluey continually speaks on her behalf. But when the sisters discover that Bandit has nits, they must work together to combat the growing threat to their game. Bluey learns to stop and listen to Bingo's ideas, while Bingo finds her voice and learns how to be confident.",
                        "LongDogFound": "Not found.",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP05-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP05-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "6": {
                        "Name": "Stumpfest",
                        "EpisodeDesc": "Bandit, Uncle Stripe and Lucky's father announce their intention to remove the tree stumps from the backyard; in what they call 'Stumpfest'. Meanwhile, Bluey, Bingo and Muffin set up a make believe nail salon on one of the stumps. The girls enter a sit-in protest to stop the stump being removed by the parents, before deciding to negotiate with them.",
                        "LongDogFound": "On top of the Playroom cabinet. It is colored brown. Also, behind the cooler to the left when Bandit yells to Bluey, 'cause then we're gonna come and do that one' is a green grass longdog.",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP06-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP06-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "7": {
                        "Name": "Favourite Thing",
                        "EpisodeDesc": "At the dinner table, the family share their favourite things that happened throughout the day. Bluey recalls her highlight and accidentally embarrasses Bingo in the process. The family work together to retell funny moments from the day in the hope of making Bingo feel better.",
                        "LongDogFound": "On top of the Playroom cabinet. It is colored brown.",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP07-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP07-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "8": {
                        "Name": "Daddy Dropoff",
                        "EpisodeDesc": "When it's Bandit's turn to take Bluey and Bingo to school and kindergarten, the children set out to make the morning a little more fun. Bandit desperately tries to adhere to the morning routine while entertaining Bluey and Bingo's gameplay along the way.",
                        "LongDogFound": "Inside of a white car in Kindy's parking lot. It is colored White. Also, in the Kindy, on top of a photo shelf there is a light brown dog.",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP08-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP08-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "9": {
                        "Name": "Bingo",
                        "EpisodeDesc": "In Bluey and Bingo’s bedroom, inside of a desk. It is green and is Reading a Book. Also, behind a book in the Playroom cabinet, there is a dark blue dog. The Magnet dog can also be seen on the fridge door.",
                        "LongDogFound": "Not found",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP09-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP09-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "10": {
                        "Name": "Rug Island",
                        "EpisodeDesc": "When Bluey, Bingo and Dad are screaming at Lucky’s Dad, on top of the Playroom cabinet there is a blue dog, but later in the episode, it disappears, and the usual Brown dog appears on it’s place again.",
                        "LongDogFound": "Not found",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP10-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP10-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "11": {
                        "Name": "Charades",
                        "EpisodeDesc": "On top of Nana’s green yarn basket to the left of the couch when they first start opening the box of charades. It is colored green using a green Knit Cap.",
                        "LongDogFound": "Not found",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP11-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP11-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "12": {
                        "Name": "Sticky Gecko",
                        "EpisodeDesc": "Not found.",
                        "LongDogFound": "Not found",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP12-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP12-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "13": {
                        "Name": "Dad Baby",
                        "EpisodeDesc": "When Bluey and her Dad are heading to the Backyard, on top of the Playroom cabinet there is a grey dog, but later in the episode, it disappears, and the usual brown dog appears on it’s place again. Also, the Magnet dog is seen in the fridge door.",
                        "LongDogFound": "Not found",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP13-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP13-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "14": {
                        "Name": "Mum School",
                        "EpisodeDesc": "On Bluey’s Bedroom balcony, below a stool. It is colored yellow with alien antennae.",
                        "LongDogFound": "Not found",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP14-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP14-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "15": {
                        "Name": "Trains",
                        "EpisodeDesc": "On the fruit basket in the Kitchen. It is yellow with a Cone on its head. Also, the Magnet dog can be seen in the fridge door.",
                        "LongDogFound": "Not found",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP15-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP15-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "16": {
                        "Name": "Army",
                        "EpisodeDesc": "Jack has his first day at Bluey's school, but he is worried that he will struggle to sit still and follow instructions. Jack befriends Rusty, who teaches him how to play 'Army'. As a new recruit, Jack must follow directions from his drill sergeant Rusty, as he undergoes training to become a soldier. Jack discovers his ability to focus and is accepted into the army as a private.",
                        "LongDogFound": "Behind a flower vase in Jack’s house. It is grey with an Army hat.",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP16-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP16-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "17": {
                        "Name": "Fancy Restaurant",
                        "EpisodeDesc": "Bluey and Bingo want to witness their parents kiss, so they decide to teach Bandit how to be romantic. The sisters set up a pretend restaurant in the playroom, with Bluey acting as their server and Bingo becoming the chef. Bandit tries to impress Chilli on their date, while Bluey and Bingo attempt to serve a special meal. Bandit finds a unique way to be romantic.",
                        "LongDogFound": "Behind the pink ball in the Playroom. Is colored blue and white with a Red Bow Tie. The brown dog on top of the Playroom cabinet can also be seen.",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP17-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP17-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "18": {
                        "Name": "Piggyback",
                        "EpisodeDesc": "The Heeler family go for a walk along the riverside, with Bluey and Bingo riding on their scooters. However, Bingo starts to tire and complains of sore legs. Chilli, Bandit and Bluey think of inventive ways to motivate Bingo to continue moving. Bingo makes it all the way to the riverbank and is inspired to run all the way home.",
                        "LongDogFound": "Inside de side-way hut, below the bench. It is colored light blue with a Bike helmet.",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP18-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP18-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "19": {
                        "Name": "The Show",
                        "EpisodeDesc": "After Bingo accidentally drops the breakfast she and Bluey prepared for Mother's Day, Bingo is discouraged. The girls stage a performance for Chilli instead, after she teaches them that 'the show must go on'. However, after a minor mishap, Bingo feels as if she has ruined the entire presentation. Bingo returns to the show, which is ultimately a success.",
                        "LongDogFound": "In Bluey and Bingo’s bedroom, inside of a desk. It is green and is Reading a Book.",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP19-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP19-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "20": {
                        "Name": "Tickle Crabs",
                        "EpisodeDesc": "Bluey and Bingo convince Bandit to play one of his least favourite games, 'Tickle Crabs', which requires him to pretend to be at the beach, and accidentally bring home some crabs who tickle him. Bandit begs Chilli to play the game with him, but when she refuses, he realises that he must find a way to stop the tickling crabs by himself.",
                        "LongDogFound": "When the tickle crabs are washed back in, behind a bush in the backyard. It is colored Dark Grass Green. The brown dog on top of the Playroom cabinet can also be seen.",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP20-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP20-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "21": {
                        "Name": "Escape",
                        "EpisodeDesc": "Bluey and Bingo are outraged to hear that Chilli and Bandit will be spending some time alone, without the children, while they are at Nana's house. Bluey and Bingo form an elaborate mental image of how they could infiltrate their parents' private time, while Chilli and Bandit imagine how they might escape from the pursuit of their children. Suddenly, the chase is reversed.",
                        "LongDogFound": "Not found",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP21-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP21-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "22": {
                        "Name": "Bus",
                        "EpisodeDesc": "Bluey and Bingo dress up as grandmothers and board the imaginary bus that Bandit is driving. They befriend a lady on the bus (Chilli), who has a crush on the bus driver. The two grandmothers become matchmakers and help the lady work up the nerve to talk to him, wreaking havoc on the bus to allow their new friend more time to find her confidence.",
                        "LongDogFound": "Not found",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP22-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP22-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "23": {
                        "Name": "Queens",
                        "EpisodeDesc": "Bingo dresses up as a queen, while Bluey acts as her royal butler, before they switch roles. But when the sisters both want to become the royal butlers, they must appoint a new queen. Bluey sacrifices her role as the butler for Bingo, to allow her to completely enjoy the game. Later, Bluey and Bingo select Chilli to be their new queen.",
                        "LongDogFound": "Not found",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP23-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP23-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "24": {
                        "Name": "Flat Pack",
                        "EpisodeDesc": "While Chilli and Bandit struggle to assemble a flat pack furniture garden chair, Bluey and Bingo play with the boxes and packaging in the backyard. The sisters roleplay evolution as they pretend to be different creatures navigating the new world that they have built around themselves.",
                        "LongDogFound": "Not found",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP24-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP24-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "25": {
                        "Name": "Helicopter",
                        "EpisodeDesc": "After she is forced to cancel a play date with Honey, Bluey learns that there are things in life she can't control. At school, she flies a pretend helicopter and appoints herself as the pilot. But as her friends add their own details to her helicopter simulation, Bluey realises that she must give up some control so that others can enjoy the game too.",
                        "LongDogFound": "Not found",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP25-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP25-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "26": {
                        "Name": "Sleepytime",
                        "EpisodeDesc": "At bedtime, Bingo is determined to sleep for the whole night in her own bed. After reading a bedtime story about outer space, Bingo is propelled into an intergalactic dream world. Along with her stuffed toy Floppy, Bingo imagines journeying among the planets, as she unconsciously switches between the beds of the house during the night.",
                        "LongDogFound": "Not found",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP26-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP26-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "27": {
                        "Name": "Grandad",
                        "EpisodeDesc": "Chilli takes Bluey and Bingo to visit Grandad at his home near the bush, while he is recovering from heart surgery. Chilli insists that he should be resting, but Grandad refutes that it should be his decision. Grandad, Bluey and Bingo adventure into the bush while Chilli chases after them. Ultimately, Grandad relents and admits that as he is getting older, he should be resting.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP27-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP27-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "28": {
                        "Name": "Seesaw",
                        "EpisodeDesc": "While playing at the park, Pom Pom feels that she is too small to fully participate in Bluey and Bingo's games. However, while playing on the seesaw, the sisters are provoked by Bandit, who uses his weight to bring the equipment's movement to a standstill. Bluey and Bingo recruit a group of their friends to overthrow Bandit from the seesaw, and ultimately require Pom Pom's help.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP28-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP28-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "29": {
                        "Name": "Movies",
                        "EpisodeDesc": "Bandit takes Bluey and Bingo to the movie theatre for the first time. Bluey, nervous about a scary part of the film, must overcome her fears to help calm her sister when Bingo's behavior in the theatre becomes unmanageable.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP29-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP29-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "30": {
                        "Name": "Library",
                        "EpisodeDesc": "Uncle Stripe tells Muffin that she is 'the most special kid in the world', which leads her to believe that she does not have to follow the rules. This leads to conflict when Bluey and Bingo struggle to involve Muffin in their library roleplay without her completely disregarding their instructions.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP30-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP30-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "31": {
                        "Name": "Barky Boats",
                        "EpisodeDesc": "At school, Bluey and Mackenzie are visited by their older buddies. Bluey creates a fairy garden with Mia, while Mackenzie floats pieces of bark as boats with Captain. Mia and Captain show more interest in spending time with each other than their younger buddies and abandon Bluey and Mackenzie, which leaves them feeling disheartened.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP31-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP31-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "32": {
                        "Name": "Burger Shop",
                        "EpisodeDesc": "After reading a parenting book, Bandit decides to allow his children to make their own decisions and develop autonomy. Bluey and Bingo act out the procedures of a burger restaurant while in the bathtub, and he gently encourages them to finish their game and go to bed. Ultimately, Bandit realises that a more authoritarian approach is required to make the children listen.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP32-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP32-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "33": {
                        "Name": "Circus",
                        "EpisodeDesc": "On election day, Bluey and Bingo play with their friends at the park while their parents cast their votes. The friends perform a make-believe circus show, with Bluey acting as the ringleader. While Hercules uses force to make Winton play with him, Bluey demonstrates that a responsible leader shows their followers what to do in a considerate manner.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP33-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP33-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "34": {
                        "Name": "Swim School",
                        "EpisodeDesc": "Bluey adopts the persona of a eccentric swimming instructor and takes on Bingo, Chilli and Bandit as her students. While in the pool, the family get tied up in the politics of rules around dobbing on one another. The parents try to teach the children that the true purposes of informing are to protect one another from danger and to support each other.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP34-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP34-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "35": {
                        "Name": "Café",
                        "EpisodeDesc": "Over a consecutive few mornings, Bluey makes a new friend, Winnie, at the park, and Bandit encounters her father, Fido. Their friendship develops and Winnie invites Bluey over for breakfast. However, Bandit and Fido take longer to affirm their own friendship, and the girls must convince their fathers to admit their fondness for each other and organise the gathering.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP35-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP35-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "36": {
                        "Name": "Postman",
                        "EpisodeDesc": "When Bluey overhears her parents arguing over a trivial matter, she expresses her unsettlement. She acts as a postie with the aim of delivering an apology letter from Bandit to Chilli. However, when Bingo wants to play the floor is lava, the sisters must work together to combine their games. Bluey learns that bickering is healthy and helps people to communicate.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP36-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP36-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "37": {
                        "Name": "The Quiet Game",
                        "EpisodeDesc": "After Bluey and Bingo are playing too loudly, Bandit sneakily instructs them to remain silent for as long as they can and disguises the request as a game. But when he visits the toy store with them to buy a birthday present for Muffin, he must rely on the children's gestures and movements as they silently indicate which toy their cousin wants to receive.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP37-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP37-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "38": {
                        "Name": "Mr Monkeyjocks",
                        "EpisodeDesc": "Bluey asks Bandit for a new toy, but he says they have too many toys already and insists that the girls must decide which of their toys are special and should be kept, and which ones can be donated. When they decide their stuffed toy monkey Mr Monkeyjocks is too important to discard, Bandit challenges them to prove why he is special.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP38-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP38-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "39": {
                        "Name": "Double Babysitter",
                        "EpisodeDesc": "Chilli and Bandit are both out for the night, and they accidentally double-book Uncle Rad and Bluey's godmother Frisky to babysit the children. Bluey is apprehensive about being put to bed by babysitters, so Rad and Frisky organise games to help her get to know them better. While babysitting the girls, Uncle Rad and Frisky begin to develop a romantic connection.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP39-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP39-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "40": {
                        "Name": "Bad Mood",
                        "EpisodeDesc": "Chilli accidentally sends Bingo into a bad mood by calling her behaviour 'cheeky'. This leads Bingo to run to Bandit, who acts as her 'bad mood'. Bingo stands on her father's feet as he stomps around the house, controlling all of her movements. Bluey tries to free Bingo from the control of her bad mood by enticing her with all of her favourite things.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP40-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP40-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "41": {
                        "Name": "Octopus",
                        "EpisodeDesc": "Chloe is exhilarated while playing 'Octopus' at Bluey's house, and tries to replicate the experience at home with her own father. Chloe becomes disheartened when her father struggles to play the game with the same zest as Bluey's father. This leads Chloe's father to research the octopus, which helps the duo to improvise and reinvent the activity in their own way.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP41-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP41-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "42": {
                        "Name": "Bin Night",
                        "EpisodeDesc": "Bluey and Bingo help Bandit take out the bins at night for rubbish collection, and watch with Chilli as the garbage truck arrives the next morning. Over a consecutive few weeks, Bingo recounts how a new student at kindergarten has been calling her names. After initially being tolerant, Bingo eventually finds a way to become friends with her new classmate.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP42-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP42-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "43": {
                        "Name": "Muffin Cone",
                        "EpisodeDesc": "When Muffin won't stop sucking her thumb, Aunt Trixie puts her in a dog cone to help break the habit. Muffin is angered, while Bluey and Bingo are frustrated that their cousin can't play with them due to her restricted movement. The sisters think of games that Muffin will still be able to join in with while wearing her 'cone of shame'.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP43-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP43-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "44": {
                        "Name": "Duck Cake",
                        "EpisodeDesc": "Bandit sets out to prepare a famous duck-shaped cake for Bingo's birthday, which proves to be more difficult than he anticipated. Concurrently, he implores Bluey to clean up her toys, but she struggles to find the motivation to do so. When she sees her father become dispirited while baking, Bluey begins to understand the value of assisting others.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP44-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP44-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "45": {
                        "Name": "Handstand",
                        "EpisodeDesc": "At her birthday party, Bingo attempts to perform a handstand, but feels overlooked when no one seems to notice her. Nana also feels out of place when she realises that no one has a job for her or requires her assistance. Ultimately, Bingo and Nana find each other and Nana watches Bingo as she accomplishes her handstand.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP45-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP45-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "46": {
                        "Name": "Road Trip",
                        "EpisodeDesc": "Bluey, Bingo, Chilli and Bandit embark on a road trip in the family four-wheel drive, and Bandit tries to stay ahead of the 'grey nomads' to avoid losing the ideal camping location. Bluey becomes bored with the long journey, and Chilli tries to entertain her with some car games, but she ultimately learns to appreciate life's smaller details to persevere through boredom.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP46-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP46-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "47": {
                        "Name": "Ice Cream",
                        "EpisodeDesc": "Bluey and Bingo convince their father to buy them desserts from an ice cream cart, and he reluctantly obliges. However, the sisters get caught up in an argument about how to share their chosen flavours equally, which results in both of their ice creams melting. After wasting their treats, they decide on a more sensible way to share.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP47-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP47-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "48": {
                        "Name": "Dunny",
                        "EpisodeDesc": "Chilli asks Bluey and Bingo not to use the word 'dunny' when referring to the toilet, as she believes it sounds impolite. Bluey and Bingo try to comprehend their mother's reasoning for making the request, and cheekily try and find ways to keep using the slang term.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP48-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP48-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "49": {
                        "Name": "Typewriter",
                        "EpisodeDesc": "Calypso tells her students a story and Bluey is unimpressed with the tale's resolution. She is inspired to rewrite the story herself on an old typewriter. However, when the typewriter goes missing, she must journey through the gardens along with Snickers and Winton, to ask Calypso to help solve their problems. Along the way, the trio are ambushed by the Terriers.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP49-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP49-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "50": {
                        "Name": "Baby Race",
                        "EpisodeDesc": "Chilli recounts how when Bluey and Judo were both babies, she was eager to watch Bluey progress in important milestones such as sitting, crawling, and walking before Judo did. Chilli had become disheartened when Judo seemed to be winning the 'baby race', but eventually realised that she needed to foster Bluey's development at their own pace.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP50-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP50-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "51": {
                        "Name": "Christmas Swim",
                        "EpisodeDesc": "The Heelers spend Christmas Day with the extended family, and Bluey receives a new stuffed toy dog, Bartlebee, as a gift. Bluey introduces the toy to her relatives, but is concerned when they all play too rough with him. After a video call with Frisky, Bluey is convinced to let everyone have another chance at adjusting to the new family member.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP51-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP51-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "52": {
                        "Name": "Easter",
                        "EpisodeDesc": "Bluey and Bingo are anxious about Easter when they remember that the Easter Bunny forgot to bring them Easter eggs last year. Bingo is worried that she is a forgettable child, but Bluey tries to convince her otherwise. On the morning of Easter, the sisters wake up to find a series of clues which lead them on a treasure hunt around the house to discover their eggs.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "/imgs/chattermax/S02-EP52-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/S02-EP52-shown.jpg",
                        "ChattermaxDesc": ""
                    }
                }
            },
            "3": {
                "Episode": {
                    "1": {
                        "Name": "Perfect",
                        "EpisodeDesc": "For her Father's Day card, Bluey sets out to draw a picture of herself and her father together. While recalling her favourite memories of playing with Bandit, Bluey struggles with the idea that her drawing must be perfect. Chilli tries to convince Bluey that perfection isn't easy, or absolutely necessary.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "2": {
                        "Name": "Bedroom",
                        "EpisodeDesc": "Chilli and Bandit transform the old nursery into a new bedroom for Bluey. In the process, Bluey and Bingo amicably divide their belongings, but get absorbed by trading items and swapping notes at bedtime. Ultimately, when Bluey misses her sister, she asks to return to her old room.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "3": {
                        "Name": "Obstacle Course",
                        "EpisodeDesc": "Chilli sets up an obstacle course in the backyard, but Bluey is disheartened when Bandit turns it into a race and beats her. After cheating in a rematch, Bluey discovers the importance of training in order to improve her skills.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "4": {
                        "Name": "Promises",
                        "EpisodeDesc": "Bluey makes a promise that she doesn't keep, but gets upset when Bandit breaks one of his promises. Chilli teaches the pair that the purpose of making a promise is to build trust, and Bluey discovers the importance of upholding her agreements.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "5": {
                        "Name": "Omelette",
                        "EpisodeDesc": "Chilli decides to cook Bandit an omelette for his birthday and Bingo offers her assistance. Chilli tries to make the breakfast quickly, but finds that Bingo's interference is causing delays. Chilli ultimately decides to relinquish control and allow Bingo to help.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "6": {
                        "Name": "Born Yesterday",
                        "EpisodeDesc": "Bandit teaches Bluey and Bingo the idiom 'born yesterday' by pretending he is newly born into the world. The sisters help him navigate his new surroundings while explaining unspoken social rules. This leads to Bandit seeing the world from a new perspective.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "7": {
                        "Name": "Mini Bluey",
                        "EpisodeDesc": "Bandit notices the many differences between Bluey and Bingo, which inspires them to transform Bingo into a 'Mini Bluey' who adopts her sister's mannerisms. Bluey then decides to change into a 'Big Bingo', but is upset when she feels as if Bandit prefers Bingo's personality to her own.",
                        "LongDogFound": "",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "8": {
                        "Name": "Unicorse",
                        "EpisodeDesc": "When Bluey can't get to sleep, Chilli reads her a bedtime story, while Bandit interjects through the use of a crass unicorn hand puppet named Unicorse. Bluey and Chilli are annoyed by the interruptions and try to improve the puppet's behaviour.",
                        "LongDogFound": "",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "9": {
                        "Name": "Curry Quest",
                        "EpisodeDesc": "Bandit and Bingo embark on a quest to exchange a dish of curry with Mackenzie's father. They travel through the park and withstand a swooping magpie, before Bingo learns an upsetting secret about Bandit at Mackenzie's house. Bingo must learn to cope with the news in order to complete the quest.",
                        "LongDogFound": "",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "10": {
                        "Name": "Magic",
                        "EpisodeDesc": "When Chilli doesn't feel like playing, Bluey teaches Bingo how to use magic so that they can control her and force her to play with them. The sisters pretend to practise magic, but Bluey neglects to enforce the golden rule: that magic should be used to help others, rather than for mischief.",
                        "LongDogFound": "",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "11": {
                        "Name": "Chest",
                        "EpisodeDesc": "Bandit decides that Bluey is old enough to learn how to play chess, with Bingo on her team. However, Bluey and Bingo are too distracted by the elaborate chess pieces to take notice of the game's intricacies. Chilli takes over the game and encourages Bandit to focus on raising his children to be good-hearted rather than intelligent.",
                        "LongDogFound": "",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "12": {
                        "Name": "Sheepdog",
                        "EpisodeDesc": "Chilli requests some alone time from the children, so Bandit allows Bluey and Bingo to play 'Sheepdog', one of his least favourite games, in order to keep them away from their mother. Bluey is upset, but Chilli tries to explain why parents sometimes need a break. Judo's mother helps Bandit to fulfil the request.",
                        "LongDogFound": "",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "13": {
                        "Name": "Housework",
                        "EpisodeDesc": "While Bluey and Bingo tidy up their blanket fort, Chilli and Bandit observe the many and varied silly ways of walking that the sisters use while cleaning. The parents are inspired to utilise the unusual movement strategies to make their housework more enjoyable.",
                        "LongDogFound": "",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "14": {
                        "Name": "Pass the Parcel",
                        "EpisodeDesc": "At a birthday party, Lucky's father is dismayed to learn that games of pass the parcel now contain small prizes within each layer of the wrapping paper. He customises the game to only have one major prize in the middle of the parcel, which upsets Bingo and her friends. The partygoers begin to prefer the new rules, and Bingo develops the resilience to be at peace with losing games.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "15": {
                        "Name": "Explorers",
                        "EpisodeDesc": "At school, Jack's friends depart during the middle of their roleplaying as explorers and they nominate him as the captain of their pretend ship. Jack must become a fearless leader in order to navigate his way back to Australia. Meanwhile, Jack's father gets lost on the drive to school to collect his son after his satellite navigation device runs out of battery.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "16": {
                        "Name": "Phones",
                        "EpisodeDesc": "Grandad visits the Heelers and is astounded by their usage of mobile phones and the internet. Bluey and Bingo invite him to roleplay at their pretend restaurant, which operates as an online food delivery service. Grandad tries to adjust to the new technology and new ways of life.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "17": {
                        "Name": "Pavlova",
                        "EpisodeDesc": "Bluey and Bingo design a simulation of a café with the specific intention of eating pavlova, which Chilli has denied them from eating. Bandit acts as a French chef to prevent their plan from working. The parents try to convince Bingo to try eating edamame beans.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "18": {
                        "Name": "Rain",
                        "EpisodeDesc": "A summer rainstorm approaches the neighbourhood and the Heelers' front yard is flooded with rain. Bluey notices a stream of water trickling down the footpath and tries a variety of methods to barricade the flow. Chilli is annoyed when Bluey leaves muddy footprints throughout the house.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "19": {
                        "Name": "Pizza Girls",
                        "EpisodeDesc": "Bluey and Bingo roleplay a pizza delivery service using their pedal car, which is becoming run-down. The sisters make pretend pizzas using mud to deliver to the adults. When Muffin showcases her new electric car, the group utilise the new model for their game, but Bluey realises that she prefers her old car.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "20": {
                        "Name": "Driving",
                        "EpisodeDesc": "Chilli is overwhelmed by tasks at the start of a busy day, but finds five minutes to play a game of 'Driving' with an eager Bluey. Bluey sits on Chilli's lap as she pretends to be a car and they go for a drive. Bluey finds a way to help Chilli give the game a purpose and fully commit to the roleplay.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "21": {
                        "Name": "Tina",
                        "EpisodeDesc": "Bluey and Bingo introduce their imaginary friend Tina to their parents when they are tired of being told what to do. The sisters use Tina's large size to their advantage so that Bandit and Chilli will do whatever they demand. The parents plan a way to regain power.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "22": {
                        "Name": "Whale Watching",
                        "EpisodeDesc": "While their parents are lying down exhausted, Bluey and Bingo pretend that Bandit is a boat which they board. After encountering rough seas, Chilli adopts the role of a whale and is spotted by the children. The whale watching expedition doesn't immediately live up to their expectations.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "No",
                        "ImgChattermaxHidden": "",
                        "ImgChattermaxShown": "",
                        "ChattermaxDesc": ""
                    },
                    "23": {
                        "Name": "Family Meeting",
                        "EpisodeDesc": "Bandit is accused of passing wind in Bluey's face and Chilli decides to settle the matter by putting Bandit on trial at a family meeting. Chilli acts as a judge and listens to both sides of the story, before Bluey and Bingo are called to the stand as witnesses. Bandit uncovers a hidden truth about Bluey's actions.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "24": {
                        "Name": "Faceytalk",
                        "EpisodeDesc": "Bluey and Bingo video call Muffin and Socks through 'Faceytalk' on their tablet computer. Muffin dominates the drawing function of the call while Socks patiently waits for a turn. Uncle Stripe and Aunt Trixie argue over the best way to discipline Muffin.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "25": {
                        "Name": "Ragdoll",
                        "EpisodeDesc": "Bandit tries to teach Bluey and Bingo the value of hard work when they want to buy an ice cream with their father's money. He pretends to be a lifeless rag doll that they must manoeuvre out of the house in order to get to the corner shop. Wendy assists the sisters in outsmarting Bandit.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "26": {
                        "Name": "Fairytale",
                        "EpisodeDesc": "Bandit tells Bluey and Bingo a real-life fairytale about his childhood in the 1980s. Bandit recalls a holiday with his brothers, when he would often tease Stripe. In the fairytale, Bandit is cursed with a jinx. He fixes his relationship with his brother and finds a way to break the curse with the help of a princess.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "27": {
                        "Name": "Musical Statues",
                        "EpisodeDesc": "When Bluey is in a bad mood, Bingo wants to play, and Bandit is eager to leave the house, Chilli demands a game of musical statues to bring the family together. After the first game concludes, the family invent a new way of playing which allows them to continue their dancing and keep having fun.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "28": {
                        "Name": "Stories",
                        "EpisodeDesc": "Calypso tells a story about Indy making a craft beeswax horse at school, which ends with her giving up and believing she isn't good at anything. Indy asks for the story to be retold, where this time, Winton helps Indy to successfully complete her craft and both feel proud of it.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "29": {
                        "Name": "Puppets",
                        "EpisodeDesc": "Bandit facilitates the return of the puppet Unicorse to teach Bluey how to use good manners at dinnertime. Unicorse develops feelings for Chilli and Bluey and Bingo help him clean himself up to win her affections. Later, Unicorse is shocked to discover that he is actually a puppet.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "30": {
                        "Name": "Turtleboy",
                        "EpisodeDesc": "At the park, Bingo discovers a lost turtle toy named Turtleboy and plays with him. Bandit insists that they shouldn't take it home as its rightful owner might return to collect it. After she leaves, a hearing impaired dog named Dougie also plays with the turtle. Both Bingo and Dougie hide Turtleboy on separate occasions in the hope that he won't be taken from the park.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "31": {
                        "Name": "Onesies",
                        "EpisodeDesc": "Chilli's sister Brandy visits the Heelers after four years apart. She gifts Bluey and Bingo with animal onesies, but Bingo's cheetah onesie leads her to act like a wild cheetah. Brandy tries to cope with the emotions that visiting the family brings up.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "32": {
                        "Name": "Tradies",
                        "EpisodeDesc": "Bluey and Bingo hide under the back decking of the house to spy on two tradespeople while they install a fishpond in the backyard. The girls and Chilli become invested in the lives of the tradies and form a bond with them over the three days they are working.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "33": {
                        "Name": "Granny Mobile",
                        "EpisodeDesc": "Bluey, Bingo and Muffin attend neighbour Doreen's garage sale, where they notice her mobility scooter, or 'granny mobile', is being sold. Bluey, Bingo and Muffin dress up as grandmothers and roleplay the sale of the run-down vehicle. Muffin's 'grouchy granny' persona helps Doreen learn to stand up for herself.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "34": {
                        "Name": "Space",
                        "EpisodeDesc": "Jack, Rusty and Mackenzie pretend they are travelling into space in a rocketship, on a mission to Mars. Mackenzie willingly unhooks his imaginary tether and decides to journey into a black hole, attempting to recreate a memory in which he experienced abandonment.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "35": {
                        "Name": "Smoochy Kiss",
                        "EpisodeDesc": "When Chilli complains about some of Bandit's annoying habits, Bluey and Bingo take him away and claim him as their own. Chilli chases him, desiring a 'smoochy kiss'. In the process, the girls learn about some of their father's disgusting traits. The parents explain that regardless of their flaws, they love each other anyway.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "36": {
                        "Name": "Dirt",
                        "EpisodeDesc": "Bluey and Bingo play in a mound of dirt that has been dropped off at their house, and Judo is eager to join in, however, has been instructed by her mother not to get dirty. Bluey and Bingo help Judo find a way to play without getting dirty, before Wendy changes her mind and allows Judo to join in.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "37": {
                        "Name": "The Decider",
                        "EpisodeDesc": "Lucky, Chucky and Pat come over to the Heeler house to watch the big rugby league game with Bluey, Bingo and Bandit, while Janelle watches at home. Bluey helps Chucky to decide which team to support, as his father follows the Maroons and his mother supports the Blues.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "38": {
                        "Name": "Cubby",
                        "EpisodeDesc": "Bluey and Bingo need a space for their stuffed toy Kimjim to sleep, so build a miniature bedroom for him. They expand their construction into a larger cubby, growing with multiple new rooms built from furniture around the house. The girls lose Kimjim in the process, and Bandit tries to navigate through the massive and unfamiliar new structure.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "39": {
                        "Name": "Exercise",
                        "EpisodeDesc": "Bandit decides that he would like to exercise before work. Bluey and Bingo roleplay a day working at an office job while Bandit exercises outside, entangling themselves in his workout. Bluey convinces Bingo to abandon work, which leads Bingo to question if she is being a good employee.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "40": {
                        "Name": "Relax",
                        "EpisodeDesc": "The Heelers arrive at a hotel by the beach for a holiday. Chilli eagerly tries to take Bluey and Bingo to the beach so that she can relax, but the children are more excited to explore their hotel room. Chilli heads to the beach alone, but has trouble relaxing.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "41": {
                        "Name": "Stickbird",
                        "EpisodeDesc": "At the beach, Chilli teaches Bluey and Bingo to throw using sticks. While searching for more sticks, Bingo builds a sculpture of a bird using sticks and sand. Bluey teaches Bingo how to relinquish her anger and sadness after her stickbird is destroyed by some passers-by.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "42": {
                        "Name": "Show and Tell",
                        "EpisodeDesc": "Bingo is encouraged to practise her show and tell presentation for the following day. Meanwhile, Bluey questions why Bandit bosses her and Bingo around with constant instructions. Bandit shows the children the consequences of not following directions.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "43": {
                        "Name": "Dragon",
                        "EpisodeDesc": "Bluey tells a fantasy story about a dragon using her drawings on paper, and Bandit, Chilli and Bingo join in the storytelling. Bluey starts to feel self-conscious about her drawing ability, which triggers memories for Bandit and Chilli about their own childhoods.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "44": {
                        "Name": "Wild Girls",
                        "EpisodeDesc": "Coco, Indy and Chloe play a game called Wild Girls. Chloe grows bored of the game because it doesn't ever change, and joins in a different game instead. Indy is torn when she wants to join in with Chloe but doesn't want to upset Coco. Calypso helps Coco to realise that games can change, and she should enjoy playing with her friends regardless of the game.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "45": {
                        "Name": "TV Shop",
                        "EpisodeDesc": "On a trip to the chemist, Bluey and Bingo are enamoured by television security monitors, and try to capture the attention of their friends who are also in the store. They use the CCTV to navigate the maze of aisles and find Coco, who is sick.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "46": {
                        "Name": "Slide",
                        "EpisodeDesc": "Bingo and Lila test out a new inflatable water slide in the backyard. However, Bingo becomes preoccupied with avoiding accidentally squishing the myriad of insects they encounter, and helping them cross the track safely. Bingo and Lila work together to find a solution to their problem.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    },
                    "47": {
                        "Name": "Cricket",
                        "EpisodeDesc": "Bandit recalls the story of a neighbourhood game of cricket with Bluey's friends and their parents. He describes how Rusty gained the skills to become a successful batter, and tells how the parents struggled to bowl him out during the neighbourhood cricket game.",
                        "LongDogFound": "No",
                        "ImgLongDogHidden": "",
                        "ImgLongDogShown": "",
                        "LongDogDesc": "",
                        "ChatterMaxFound": "false",
                        "ImgChattermaxHidden": "/imgs/chattermax/none-hidden.jpg",
                        "ImgChattermaxShown": "/imgs/chattermax/none-shown.jpg",
                        "ChattermaxDesc": ""
                    }
                }
            }
        }
    }
]